Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: Ì For boys, gently wash the penis with baby wash and water. If your baby is not circumcised, do not pull back the foreskin on the penis to clean it. • Rinse and dry your baby with a clean soft towel. After the Bath • Dry your baby well. Do not use powders or oils on your baby’s body. • Dress your baby. • Comb or brush your baby’s hair. • Clean your baby’s fingernails and toenails with a washcloth. Keep your baby’s nails short to prevent scratches. It is best to use a nail file (emery board) instead of trimming or cutting. Do not file on the baby’s skin. Talk to your baby’s doctor or nurse if you have any questions or concerns. © 2007 - November 20, 2019, Health Information Translations. information found on this website should not be used in place of a consultation your doctor or other qualified health care provider before you start or stop any treatment State University Wexner Medical Center, Mount Carmel Health System, OhioHealth you may incur as a result of your stopping medical treatment or your failure to obtain How to Bathe Your Newborn Baby. Russian.
ru: Ì Пенис мальчика аккуратно промойте с детским моющим средством. Если вашему ребенку не делали обрезание, не оттягивайте крайнюю плоть, чтобы помыть ее. • Ополосните ребенка и вытрите его мягким сухим полотенцем. После купания • Хорошо вытрите ребенка. Не используйте присыпку или масло. • Оденьте ребенка. • Расчешите его волосы. • Протрите махровой салфеткой ногти на ножках и ручках. Ногти ребенка должны быть короткими, чтобы они не царапались. Лучше не стричь ногти, а воспользоваться пилочкой. Старайтесь не повредить кожу малыша. Если у вас есть вопросы или опасения, обратитесь к педиатру или медсестре. for personal, non-commercial use only. The medical with your doctor or other health care provider. You should always seek the advice of or with any questions you may have about a medical condition. The Ohio and Nationwide Children’s Hospital are not responsible for injuries or damages treatment.

source: How to Use A glucose meter is used to check your blood glucose or blood sugar level. This is needed to help you manage your diabetes. There are many brands of meters. Your nurse or pharmacist can help you learn about your meter. To get the most accurate results, be sure you: • Wash your hands well before testing. • Use the brand of test strips for your meter. • Store your test strips as recommended. Follow these steps to check your blood sugar with a meter: Getting Ready 1. Wash your hands with warm water and soap for at least 15 seconds, rinse with warm water, and dry with a towel. 2. Get your supplies: • Your meter • Test strips • Lancing device • Needle, often called a lancet 3. Open the lancing device and put a needle in. Take the cap off the needle. Do not touch the needle. How to Use a Glucose Meter. Russian.
ru: глюкометр a Glucose Meter Глюкометр используется для проверки уровня глюкозы или сахара в крови. Это необходимо для того, чтобы помочь вам держать диабет под контролем. Существуют глюкометры разных торговых марок. Ваша медсестра или фармацевт помогут вам получить более подробную информацию о вашем глюкометре. Для получения точных результатов необходимо сделать следующее: • Тщательно вымыть руки перед проведением анализа. • Использовать тест-полоски того же производителя, что и ваш глюкометр. • Хранить тест-полоски согласно рекомендациям. Для проверки уровня сахара в крови с помощью глюкометра выполните приведенные ниже действия. Подготовка 1. Вымойте руки теплой водой с мылом в течение как минимум 15 секунд, затем сполосните их теплой водой и вытрите полотенцем. 2. Подготовьте необходимые принадлежности: • глюкометр; • тест-полоски; • ланцетное устройство; • иглу, которую часто называют ланцетом. 3. Откройте ланцетное устройство и вставьте в него иглу. Снимите с иглы колпачок. Не прикасайтесь к игле.

source: 4. Put the cover back on the lancing device. Set the spring on the device so it is ready to be used to stick you. 5. Get a test strip out of the bottle or package. Put the cap back on the bottle. 6. Put the strip in the meter. This will turn the meter on. 7. Match the code on your meter screen with the code for your test strips. • The code is printed on the test strip bottle or package. • If your meter has the code built into the strips, go to the next step. 8. When the test strip symbol flashes on the screen, the meter is ready for a drop of blood. Checking Your Blood Sugar 1. Pick up the lancing device and put it against the side of one of your fingers. 2. Push the button on the device to release the needle. You will feel the needle stick. Set the device down. 3. Squeeze your finger at its base to get a large drop of blood. 4. Based on the type of test strip you use:  Touch the end of the test strip to the drop of blood.  Put the blood drop on the test area of the strip. 5. Be sure that the test area on the strip fills completely with blood. How to Use a Glucose Meter. Russian.
ru: 4. Закройте ланцетное устройство крышкой. Взведите пружину на устройстве, чтобы оно было готово к уколу. 5. Вытащите тест-полоску из бутылки или из пакета. Закройте бутылку крышкой. 6. Положите полоску на глюкометр. После этого он включится. 7. Код на экране глюкометра должен совпадать с кодом на тест-полоске. • Код напечатан на бутылке или на пакете с тест-полосками. • Если на глюкометре код напечатан прямо на полосках, переходите к следующему пункту. 8. Когда на экране начинает мигать символ тест-полоски, глюкометр готов к получению капли крови. Проверка уровня сахара в крови 1. Возьмите ланцетное устройство и приложите его сбоку к одному из пальцев. 2. Нажмите на кнопку устройства для спуска иглы. Вы почувствуете укол. Отложите устройство. 3. Сожмите палец у основания, чтобы вышла большая капля крови. 4. В зависимости от того, какой тип тест- полоски вы используете:  Прикоснитесь каплей крови к кончику тест-полоски. Поместите каплю крови на тестовую зону полоски. 5. Тестовая зона на полоске должна быть полностью покрыта кровью.

source: 6. The meter will time the test and then your blood sugar number will show on the screen. 7. Write your blood sugar number in your log book or blood sugar diary. Cleaning Up the Supplies 1. Remove the test strip and throw it away in your trash. 2. Remove the needle from the device. Throw the needle into a puncture proof container with a lid such as an old bleach or detergent bottle. 3. Put your supplies away. Store the needle container away from children and pets. 4. Wash your hands again with water and soap. Talk to your doctor, nurse, diabetes educator or pharmacist if you have questions about your meter and doing your glucose testing. © 2005 - January 25, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. How to Use a Glucose Meter. Russian.
ru: 6. Глюкометр рассчитает время анализа, затем на экране появится уровень сахара в крови. 7. Запишите это число в записную книжку или блокнот для записи уровня сахара. Утилизация принадлежностей 1. Достаньте тест-полоску и выбросите ее в контейнер для мусора. 2. Достаньте иглу из устройства. Выбросьте иглу в прочный контейнер с крышкой, например в старую бутылку от отбеливателя или моющего средства. 3. Уберите принадлежности. Храните контейнер с иглами в местах, недоступных для детей и домашних животных. 4. Снова вымойте руки с мылом. Поговорите со своим врачом, медсестрой, консультантом по вопросам диабета или фармацевтом, если у вас есть вопросы о глюкометре и проведении измерений уровня глюкозы. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: How to Use an Insulin Select the Site for Injection • Sites which can be used are: • Back of upper arms • Abdomen (around navel) • Front and side area of thighs • Back above waist • Buttocks • Stay 1 inch away from previous injections. • Stay 2 inches away from your navel or scars. • Do not use sites that are bruised, tender or swollen. Giving Your Insulin 1. Clean the skin with an alcohol pad. Let the alcohol air dry. 2. Take the cover off the pen. You can see the insulin in the pen. How to Use an Insulin Pen. Russian.
ru: шприц Pen место укола • Места, которые можно использовать: • тыльная сторона плеча; • живот (вокруг пупка); • передние и боковые участки бедер; • участок спины выше пояса; • ягодицы; • Выбирайте место укола на расстоянии 1 дюйма (2,5 см) от места предыдущего укола; • Выбирайте место укола на расстоянии 2 дюймов (5 см) от пупка или шрамов; • Не используйте участки, на которых есть кровоподтеки, припухлости или которые болят. Инъекция инсулина 1. Очистите кожу спиртовой салфеткой. Подождите, пока спирт испарится. 2. Снимите крышку со шприца. Вы можете увидеть инсулин в шприце.

source: 3. If you are using a cloudy insulin, gently roll the pen between your hands to mix the insulin. 4. Use alcohol to clean the end of the pen where the needle twists on. 5. Peel back the cover on the needle. Screw the needle onto the pen. It should be snug but not too tight. 6. To clear the air out of the pen: • Remove the cap from the needle. • Turn the dose dial to 2 units. • Hold the pen so the needle is pointing up. • Push the end of the pen in to clear the air out of the pen. • Watch the tip of the needle for a drop of insulin. You may need to repeat this step until you see the drop on the needle. 7. To set your dose of insulin, turn the dial clockwise until you see the number for your insulin dose. How to Use an Insulin Pen. Russian.
ru: 3. Если вы используете непрозрачный инсулин, аккуратно покрутите шприц между ладонями, чтобы инсулин перемешался. 4. Протрите спиртом кончик шприца, в который вкручивается игла. 5. Разорвите упаковку иглы. Вкрутите иглу в шприц. Она должна быть зафиксирована, но не слишком плотно. 6. Для удаления воздуха из шприца: • Снимите колпачок с иглы. • Установите регулятор дозы на две единицы. • Возьмите шприц так, чтобы игла была направлена вверх. • Надавите на кончик шприца, чтобы из него вышел воздух. • Проверьте, чтобы на кончике иглы появилась капля инсулина. Возможно, придется повторять эту манипуляцию до тех пор, пока на игле не появится капля. 7. Чтобы установить необходимую долю инсулина, поверните шкалу по часовой стрелке, пока не увидите вашу дозу инсулина.

source: 8. Pinch and hold the skin of the site with one hand. 9. Put the needle straight into the skin in a quick motion. The needle should be all the way into your skin. 10. Using your thumb, push the end of the pen down slowly until your dose of insulin is in. Hold the needle in for 10 seconds. 11. Let go of the pinch of skin. 12. Pull the needle out. Hold your finger over the site for a minute. Remove the needle from the pen. Throw it into your needle disposal container. 13. Put the cover back on your insulin pen. Talk to your doctor or nurse if you have any questions or concerns. © 2005 - January 17, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. How to Use an Insulin Pen. Russian.
ru: 8. Захватите одной рукой участок кожи в месте укола. 9. Быстрым движением введите иглу в кожу. Игла должна быть введена в кожу полностью. 10. Медленно надавите на конец шприца большим пальцем до тех пор, пока доза инсулина не будет введена. Не доставайте иглу в течение 10 секунд. 11. Отпустите участок кожи. 12. Достаньте иглу. Прижмите место укола пальцем в течение минуты. Удалите иглу из шприца. Поместите ее в контейнер для использованных игл. 13. Закройте инсулиновый шприц крышкой. Если у вас есть какие-либо вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Foreign Language Human Papillomavirus HPV is the Most Common STI Human papillomavirus or HPV is the most common sexually transmitted infection (STI). HPV is a different virus than HIV and HSV (herpes). HPV is so common that most sexually active men and women get it at some point in their lives. There are many different types of HPV. Some types can cause health problems, including genital warts and cancers, but there are vaccines that can stop these health problems from happening. Facts About HPV • You can get HPV by having oral, vaginal or anal sex with someone who has the virus. • HPV can be passed even when an infected person has no signs or symptoms. • Anyone who is sexually active can get HPV, even if you have had sex with only one person. • You also can develop symptoms years after you have sex with someone who is infected making it hard to know when you first became infected. • In most cases, HPV goes away on its own and does not cause any health problems. • When HPV does not go away, it can cause health problems like genital warts and cancer. • Cigarette smoking doubles your risk of developing cervical cancer. Human Papillomavirus (HPV). Russian.
ru: Title (HPV) ВПЧ — самая распространенная ИППП Вирус папилломы человека (ВПЧ) — самая распространенная инфекция, передаваемая половым путем (ИППП). ВПЧ отличается от ВИЧ и герпеса. ВПЧ настолько распространен, что им заражается большинство сексуально активных мужчин и женщин. Существует много видов ВПЧ. Некоторые могут вызывать заболевания, включая генитальные бородавки и рак, однако от них существуют вакцины. Факты о ВПЧ • Вы можете заразиться ВПЧ при оральном, вагинальном и анальном сексе с носителем вируса. • ВПЧ передается, даже если у инфицированного человека нет признаков или симптомов. • Любой сексуально активный человек может заразиться ВПЧ, даже если у него был секс только с одним партнером. • Симптомы могут развиться спустя годы после полового акта, поэтому бывает трудно понять, когда именно вы заразились. • В большинстве случаев ВПЧ проходит самостоятельно и не вызывает проблем со здоровьем. • Но когда ВПЧ не проходит, он может вызвать, например, генитальные бородавки и рак. • Курение удваивает риск рака шейки матки.

source: Lower Your Risk Get vaccinated. • HPV vaccines are safe and effective. They can protect males and females against diseases (including cancers) caused by HPV. • All boys and girls ages 11 or 12 years should get vaccinated, but the vaccine can be given from age 9 to 26. • If you are age 27 to 45 and have not been vaccinated for HPV, ask your doctor if getting the vaccine is right for you. Get screened for Cervical Cancer. • Routine screening for women aged 21 to 65 years old can prevent cervical cancer. If you are sexually active: • Use latex condoms the right way every time you have sex. This can lower your chances, but may not give full protection. • Have sex only with someone who only has sex with you. Talk to your doctor or nurse if you have any questions or concerns. © 2016 - September 22, 2020, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Human Papillomavirus (HPV). Russian.
ru: Снизьте риск заражения Сделайте прививку. • Вакцины против ВПЧ безопасны и эффективны. Они могут защитить мужчин и женщин от болезней, вызываемых ВПЧ (включая рак). • Все мальчики и девочки 11–12 лет должны пройти вакцинацию, но прививку можно делать и в возрасте от 9 до 26 лет. • Если вам от 27 до 45 лет и вы не были вакцинированы от ВПЧ, спросите врача, подходит ли вам вакцинация. Проходите скрининг на рак шейки матки. • Регулярное обследование женщин в возрасте 21–65 лет может предотвратить рак шейки матки. Если вы ведете половую жизнь: • При каждом контакте используйте латексные презервативы. Это может снизить вероятность заражения ВПЧ, но не гарантирует полную защиту. • Занимайтесь сексом только с тем, кто занимается сексом только с вами. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Incentive Use your incentive spirometer, also called a breathing exerciser, to help you take slow deep breaths to open the air sacs in your lungs. This helps to reduce the chance of developing breathing problems, like pneumonia, after surgery. Do these exercises every 1 or 2 hours each day. You will do these exercises in the hospital and for 2 to 3 weeks at home as you recovery from surgery. Steps for use 1. If possible, sit up straight. It may help to sit on the edge of a chair or your bed. 2. Hold the incentive spirometer upright. 3. Breathe out and then close your lips tightly around the mouthpiece. Take in a slow, deep breath through your mouth. 4. As you take a deep breath, the piston in the clear chamber of the incentive spirometer will rise. Breathe in slowly to allow the air sacs in your lungs time to open. Your incentive spirometer has an indicator to let you know if you are breathing too fast. 5. After you breathe in as deeply as you can, hold your breath for 3 to 5 seconds. Set the goal indicator at the level that you reached. Incentive Spirometer. Russian.
ru: спирометр Spirometer Стимулирующий спирометр помогает медленно и глубоко дышать, открывая альвеолы в легких. Это помогает предотвратить осложнения после операции, в частности пневмонию. Выполняйте дыхательные упражнения через каждые 1–2 часа каждый день. Упражнения необходимо делать в больнице и 2–3 недели после выписки. Процедура 1. По возможности сядьте прямо. Можно сесть на край стула или кровати. 2. Держите спирометр вертикально. 3. Выдохните и плотно сожмите губами мундштук. Медленно глубоко вдохните ртом. 4. Во время дыхания поршень в прозрачном отсеке спирометра будет подниматься. Медленно вдохните, чтобы альвеолы в легких раскрылись. На спирометре имеется указатель слишком быстрого дыхания. 5. После максимально глубокого вдоха на 3–5 секунд задержите дыхание. Установите индикатор на достигнутый вами уровень.

source: 6. Take out the mouthpiece and breathe out slowly. Relax and breathe normally for a few seconds until the piston returns to the bottom of the chamber. 7. Repeat these steps a total of 10 times. If you start to feel light-headded or dizzy, slow down your breathing and give yourself more time between deep breaths. 8. After doing the 10 deep breathing exercises, take a deep breath and cough to clear mucus from your lungs. • If you have had surgery on your chest or stomach, hold a pillow or folded blanket over your incision. You will have less pain when you cough. Talk to your doctor or nurse if you have any questions or concerns. © 2005 - February 1, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Incentive Spirometer. Russian.
ru: 6. Достаньте изо рта мундштук и медленно выдохните. Расслабьтесь и пару секунд нормально подышите, пока поршень не опустится на дно. 7. Повторите указанные действия 10 раз. Если у вас закружится голова, начните дышать медленнее и увеличьте время между глубокими вдохами. 8. После 10 глубоких вдохов глубоко вдохните и покашляйте, чтобы избавиться от мокроты в легких. • Если вы перенесли операцию на груди или животе, положите на шов подушку или сложенное одеяло. В этом случае при кашле вы будете испытывать меньшую боль. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Influenza Influenza is also called the flu or seasonal flu. It is a respiratory infection caused by a virus. Flu virus is spread when someone with the flu coughs, sneezes or talks. The flu also spreads when a person touches a surface or an object with flu virus on it and then touches their eyes, nose or mouth. Signs You may have some or all of these signs: • Temperature of 100.4 ° Fahrenheit (F) or 38 ° Celsius (C) or greater • Cough or sore throat • Runny or stuffy nose • Headache • Feeling very tired • Muscle or body aches • Chills • Diarrhea (less common) If you have the flu: If you are sick with the flu, protect yourself and limit the spread of the flu: • Take flu medicine as directed, if ordered by your doctor. Be sure to take the medicine as many days as your doctor ordered. Ì Call your doctor’s office or health clinic if you have any side effects to the medicine such as nausea, vomiting or a rash. • Take a fever reducing medicine such as acetaminophen (brand name Tylenol) or ibuprofen (brand names Motrin or Advil). Influenza. Russian.
ru: Грипп является респираторной инфекцией, вызываемой вирусом. Вирус распространяется, когда больной кашляет, чихает или разговаривает. Также можно заразиться, коснувшись поверхности или предмета, на которых есть вирус гриппа, а затем — своих глаз, носа или рта. Симптомы У вас могут быть отдельные или все симптомы: • Температура 38 °C (100,4 °F) и выше • Кашель или боль в горле • Заложенность или выделения из носа • Головная боль • Сильная усталость • Ломота в теле или мышечные боли • Озноб • Диарея (редко) Если у вас грипп Если вы заболели, защитите себя и ограничьте распространение болезни: • Принимайте лекарство от гриппа в соответствии с указаниями врача. Обязательно принимайте лекарство столько дней, сколько назначил врач. Ì Позвоните врачу или в поликлинику, если у вас появятся побочные эффекты от приема лекарства (тошнота, рвота, сыпь...). • Принимайте жаропонижающие лекарства, такие как ацетаминофен (торговая марка Tylenol) или ибупрофен (Motrin или Advil).
